Repository: WordPressUtilities/wpupopin
Catalog: lang/wpupopin-*.po
Languages: fr_fr

source: Select a value
fr_fr: Sélectionner une valeur

source: Required
fr_fr: Requis

source: Select a file
fr_fr: Sélectionner un fichier

source: Remove file
fr_fr: Supprimer le fichier

source: Select an image
fr_fr: Sélectionner une image

source: Remove image
fr_fr: Supprimer l’image

source: This field is invalid
fr_fr: Ce champ est invalide

source: Settings
fr_fr: Réglages

source: No
fr_fr: Non

source: Yes
fr_fr: Oui

source: Check all
fr_fr: Tout cocher

source: Uncheck all
fr_fr: Tout décocher

source: Settings saved.
fr_fr: Réglages enregistrés.

source: Upload New Media
fr_fr: Ajouter un nouveau média

source: Language
fr_fr: Langue

source: Save
fr_fr: Enregistrer

source: Close popin
fr_fr: Fermer le popin

source: Display a popin on your user’s first visit and more
fr_fr: Afficher un popin à la première visite et bien plus encore

source: Popin settings
fr_fr: Paramètres du popin

source: Behavior
fr_fr: Comportement

source: Popin content
fr_fr: Contenu du popin

source: Buttons
fr_fr: Boutons

source: Display popin
fr_fr: Afficher un popin

source: Display a popin on first visit
fr_fr: Afficher un popin à la première visite

source: If this setting is disabled, the popin will never appear.
fr_fr: Si ce paramètre est désactivé, le popin n’apparaîtra jamais.

source: ID Cookie
fr_fr: ID du Cookie

source: Changing cookie ID allow users to see the new content of a popin.<br />Use only lowercase letters and numbers.
fr_fr: La modification de l'ID du cookie permet aux utilisateurs de voir le nouveau contenu d'un popin.<br />Utiliser uniquement des lettres minuscules et des nombres.

source: Cookie duration
fr_fr: Durée du cookie

source: Number of days until user sees this popin again.
fr_fr: Nombre de jours jusqu’à ce que l'utilisateur voie à nouveau ce cookie.

source: Close on overlay
fr_fr: Fermeture sur filtre

source: Close popin when clicking on overlay
fr_fr: Fermer le popin au clic sur le filtre

source: Close on echap
fr_fr: Fermeture avec echap

source: Close popin when pressing echap key
fr_fr: Fermer le popin au clic sur la touche echap

source: Mark as viewed
fr_fr: Marquer comme vu

source: When displaying
fr_fr: Lors de l’affichage

source: When closing
fr_fr: Lors de la fermeture

source: Disable if loggedin
fr_fr: Désactiver si connecté

source: Loggedin users will not see the popin.
fr_fr: Les utilisateurs connectés ne verront pas ce popin.

source: Display after n clicks
fr_fr: Afficher après n clics

source: Wait until the user has clicked n times anywhere on the page to display the popin.
fr_fr: Attendre que l'utilisateur clique n fois n'importe où sur la page pour afficher le popin.

source: Display after n seconds
fr_fr: Afficher après n secondes

source: Wait until the user has been at least n seconds on your website.
fr_fr: Attendre que l’utilisateur ait passé au moins n secondes de visite pour afficher le popin.

source: Display after n pixels
fr_fr: Afficher après n pixels

source: Wait until the user has scrolled at least n pixels on a page of your website.
fr_fr: Attendre que l’utilisateur ait scrollé au moins n pixels sur une page pour afficher le popin.

source: Display when scrolling to top
fr_fr: Afficher au scroll vers le haut

source: Wait until the user has scrolled up on a page of your website.
fr_fr: Attendre que l’utilisateur ait scrollé vers le haut pour afficher le popin.

source: Display after n viewed pages
fr_fr: Afficher après n pages vues

source: Wait until the user has viewed at least n pages of your website in the current session.
fr_fr: Attendre que l’utilisateur ait vu au moins n pages dans cette session pour afficher le popin.

source: Hide theme
fr_fr: Masquer le thème

source: Disable default CSS
fr_fr: Désactiver le CSS par défaut

source: Hide X button
fr_fr: Cacher le bouton X

source: Hide Main button
fr_fr: Cacher le bouton principal

source: Main button text
fr_fr: Texte du bouton principal

source: Main button URL
fr_fr: URL du bouton principal

source: Hide
fr_fr: Masquer

source: Hide Popin on this page
fr_fr: Masquer la Popin sur cette page
